
[IDD_DIALOG_INIT]
TITLE = "Configuration du Tableau d’applications LifeBook – Outil d’initialisation"
IDC_STATIC_EXPLANATION = "Tous les paramètres des boutons seront ramenés à leur valeur par défaut.%n%n[Attention!]%nSi l’initialisation est effectuée, tous les paramètres ayant été modifiés seront ramenés à leur valeur par défaut.%nVous perdrez également les informations que vous avez entrées dans le paramètre de vérification des courriels.%n%n.Veuillez effectuer l’initialisation seulement lorsque vous souhaiterez restaurer les paramètres par défaut du Tableau d’applications LifeBook.%n%nAprès l’initialisation, vous pourrez modifier les paramètres dans la fenêtre « Configuration du Tableau d’applications LifeBook »."

IDC_BUTTON_INIT = "Initialisation(&I)"
IDCANCEL = "Quitter(&E)"


[MESSAGES]
IDS_TITLE_MSG_CONFIRMATION = "Configuration du Tableau d’applications LifeBook – Confirmation de l’initialisation"
IDS_MSG_CONFIRMATION = "Les paramètres du Tableau d’applications LifeBook seront ramenés à leur valeur par défaut.%n%nSouhaitez-vous procéder ?"

IDS_TITLE_WARN_MSG_SETTING_DIALOG_IS_OPEN = "Configuration du tableau d’applications LifeBook - Avertissement"
IDS_WARN_MSG_SETTING_DIALOG_IS_OPEN = "La boîte de dialogue « Configuration du Tableau d’applications LifeBook » est ouverte.%nVeuillez réessayer après l’avoir fermée."

IDS_TITLE_ERROR_MSG_FAILED = "Configuration du tableau d’applications LifeBook - Avertissement"
IDS_ERROR_MSG_FAILED = "Une erreur est survenue lors de l’initialisation.%nVeuillez redémarrer l’ordinateur et réessayer l’initialisation."

IDS_TITLE_MSG_COMPLETE = "Configuration du Tableau d’applications LifeBook – Clôture de l’initialisation"
IDS_MSG_COMPLETE = "Les paramètres du Tableau d’applications LifeBook ont été initialisés."
